{
    "books": [
        {
            "id": 1,
            "Name": "The Little Prince",
            "Author": "Antoine De Saint Exupery",
            "Publisher": "X Publisher",
            "Type": "Roman",
            "Price": "39.00",
            "Translator": "None",
            "Released_date": "15.02.2016",
            "ISBN": "9786059681001",
            "Language": "ENG",
            "Page_Amount": "120",
            "Volume": "Cartoon",
            "Paper_Type": "Book",
            "Shape": "12.5 x 19.5 cm",
            "Available": true,
            "Content": "The Little Prince, beloved by readers of all ages, comes to life in a format perfect for teen readers.",
            "Image": "./images/little_prince.jpg"
        },
        {
            "id": 2,
            "Name": "Devre Analizi ve Ölçme Bilgisi Laboratuvarı Deneyleri (Bilgisayar Destekli ve Konu Anlatımlı)",
            "Author": "Mustafa Ergin Şahin",
            "Publisher": "X Publisher",
            "Type": "University",
            "Price": "50.70",
            "Translator": "None",
            "Released_date": "27.02.2018",
            "ISBN": "9786053206392",
            "Language": "TR",
            "Page_Amount": "176",
            "Volume": "Cartoon",
            "Paper_Type": "Book",
            "Shape": "16 x 23.5 cm",
            "Available": true,
            "Content": "Bu kitap üniversitelerin çeşitli bölümlerinde ‘Devre Analizi’ ya da ‘Temel Elektrik ve Ölçme Bilgisi’ adı altında okutulan ders konularını ve buna ait deneyleri içermektedir. Bu kitapta devre analizi ve temel elektrik ölçme bilgilerini içeren ve iki dönemlik ders müfredatına uygun olarak hazırlanmış 20 adet deney bulunmaktadır. Deneylerden önce kısa konu anlatımları ve hazırlık soruları ile öğrencilerin konuyu araştırması ve deneye hazırlanması sağlanmıştır. Deneylerde kullanılan malzemeler piyasada uygun fiyata kolayca bulunabilen ve tüm laboratuvarlarda yer alan ortak malzemelerden seçilmiştir. Bu deneylerin kullanılan elemanlar ile laboratuvar ortamında düzgün çalıştığı test edilmiştir. Uygulamada yaşanabilecek aksaklıklar ve deneyler kurulurken dikkat edilecek önemli noktalar özellikle belirtilmiştir. \n\nElinizdeki kitap aynı zamanda laboratuvar eksiği olan bölümlerde düşünülerek bilgisayar ortamında bu deneylerin benzetimleri yapılabilecek ve tekrarlanabilecek şekilde hazırlanmıştır. Bu amaçla bu kitapta ‘Multisim’ benzetim programının nasıl kullanılacağı detaylıca anlatılmış ve deneylerle birleştirilmiştir. Deneylerde ve ölçme işlemlerinde kullanılacak osiloskop, sinyal jeneratörü, güç kaynağı ve avometre gibi cihazların kullanımları da öğrencilere pratiklik kazandırmak için detaylıca ele alınmıştır. ",
            "Image": "./images/elektrik_devreleri.jpg"
        },
        {
            "id": 3,
            "Name": "Böğürtlen Kışı",
            "Author": "Sarah Jio",
            "Publisher": "X Publish",
            "Type": "Romance",
            "Price": "46.75",
            "Translator": "Fatma Zeynep Öztürk",
            "Released_date": "16.08.2018",
            "ISBN": "9786059441933",
            "Language": "TR",
            "Page_Amount": "312",
            "Volume": "Cartoon",
            "Paper_Type": "Book",
            "Shape": "13.5 x 21 cm",
            "Available": true,
            "Content": "Keşke ikimiz için hayat bambaşka olsaydı.\nİlkbahar. Yaz. Sonbahar. Kış…\nHayatın böyle mevsimleri vardır ama aynı zamanda sürpriz mevsimlere de gebedir hayat. Mesela bahardan yaza geçerken kar yağmaz mı hiç? Böğürtlenlerin çiçek açtığı mayıs ayında. Bilir misiniz, böğürtlen kışı denir mevsim dışı kar yağdığında.\nBöğürtlen kışı kimine peşinde kışın soğuk acılarını getirir; kimine kışın tatlı huzurunu. Kimini arayışlara iter; kimini hesaplaşmalardan döndürür. Kiminin sabrını zorlar, kimini tesadüflerle sınar. Böğürtlen kışı hep sürpriz başlangıç ve sonlarla doludur…\n\nKitap Hakkında Ne Dediler\n\n“Sarah Jio’nun o bilindik saran üslubuyla; mevsimi olmadığı halde bastıran kışı, büyümeden kaybedilen evladı, yaşamadan yitirilen aşkı okuyacağınız bu kitabı bir çırpıda bitirecek, etkisinden uzun süre çıkamayacaksınız.” Seyhan Çinko\n\n“Anne olmayan yüreklerde dahi sarsıntı yaratacak kadar güçlü bir roman. Sayfaları her çevirdiğinizde bir insanın çaresizliği parmak uçlarınıza kadar ulaşacak. Sona erdiğinde ise bir annenin ezbere, tekrar tekrar bebeğine söylediği bir ninni gibi bu hikâye de size kendini kolay kolay unutturmayacak.” Ayşe Ayhan",
            "Image": "./images/bogurlen_kisi.jpg"
        },
        {
            "id": 4,
            "Name": "İnsanın Anlam Arayışı",
            "Author": "Viktor Emil Frankl",
            "Publisher": "X Publish",
            "Type": "Philosophy",
            "Price": "37.70",
            "Translator": "None",
            "Released_date": "19.09.2019",
            "ISBN": "9786054054206",
            "Language": "TR",
            "Page_Amount": "170",
            "Volume": "Cartoon",
            "Paper_Type": "Book",
            "Shape": "13.5 x 19.5 cm",
            "Available": true,
            "Content": "20. yüzyılın önde gelen psikiyatrlarından Viktor Frankl, otuzun üzerinde yabancı dile çevrilen ve bütün dünyada 12 milyondan fazla satan İnsanın Anlam Arayışı’nda, kurucusu olduğu logoterapinin ilkelerini, İkinci Dünya Savaşı sırasında bir toplama kampındaki deneyimleri eşliğinde anlatmaktadır.\nOkurlar, Frankl’ın tasvir ettiği toplama kampının, dünyayı daha büyük bir hapishane olarak kavramamızı sağlayacak parlak bir metafora dönüştüğünü fark edecektir. Gasset, Heidegger ve Sartre’dan aşina olduğumuz düşünceler ışığında, varoluşun çetin koşullarında “anlam”ı keşfetmemize yardım edecek süreci anlatan Frankl, “İnsanı insan yapan nedir?” sorusuna da yanıt vermeye çalışıyor…\n“Gerçekten ihtiyaç duyulan şey, yşama yönelik tutumumuzdaki temel bir değişmeydi. Yaşamdan ne beklediğimizin gerçekten önemli olmadığını, asıl önemli olan şeyin yaşamın bizden ne beklediği olduğunu öğrenmemiz ve dahası umutsuz insanlara öğretmemiz gerekiyordu. Yaşamın anlamı hakkında sorular sormayı bırakmamız, bunun yerine kendimizi yaşam tarafından her gün, her saat sorgulanan birileri olarak düşünmemiz gerekirdi. Yanıtımızın konuşma ya da meditasyondan değil, doğru eylemden ve doğru yaşam biçiminden oluşması gerekiyordu. Nihai anlamda yaşam, sorunlara doğru çözümler bulmak ve her birey için kesintisiz olarak koyduğu görevleri yerine getirme sorumluluğunu almak anlamına gelir.”",
            "Image": "./images/insanin_anlam_arayisi.jpg"
        },
        {
            "id": 5,
            "Name": "Simyacı",
            "Author": "Paulo Coelho",
            "Publisher": "X Publish",
            "Type": "Roman",
            "Price": "30.80",
            "Translator": "Özdemir İnce",
            "Released_date": "28.09.2021",
            "ISBN": "9789750726439",
            "Language": "TR",
            "Page_Amount": "184",
            "Volume": "Cartoon",
            "Paper_Type": "Book",
            "Shape": "12 x 19.5 cm",
            "Available": false,
            "Content": "Simyacı, Brezilyalı eski şarkı sözü yazarı Paulo Coelho'nun, yayınlandığı 1988 yılından bu yana dünyayı birbirine katan, eleştirmenler tarafından bir `fenomen' olarak değerlendirilen üçüncü romanı. Simyacı, altı yılda kırk iki ülkede yedi milyondan fazla sattı. Bu, Gabriel Garcia Marquez'den bu yana görülmemiş bir olay. Yüreğinde, çocukluğunu yitirmemiş olan okurlar için bir `klasik' kimliği kazanan Simyacı'yı Saint-Exupery'nin Küçük Prens'i ve Richard Bach'ın Martı Jonathan Livingston'u ile karşılaştıranlar var (Publishers Weekly). Simyacı, İspanya'dan kalkıp Mısır Piramitlerinin eteklerinde hazinesini aramaya giden Endülüslü çoban Santiago'nun masalsı yaşamının felsefi öyküsü. Sanki bir `nasihatnâme': `Yazgına nasıl egemen olacaksın, mutluluğunu nasıl kuracaksın?' sorularına yanıt arayan bir hayat ve ahlak kılavuzu. Mistik bir peri masalına benzeyen romanın altı yılda, yedi milyondan fazla okur bulmasının gizi, kuşkusuz, onun bu kılavuzluk niteliğinden kaynaklanıyor. Simyacı'yı okumak, herkes daha uykudayken, güneşin doğuşunu seyretmek için şafak vakti uyanmaya benziyor.,",
            "Image": "./images/simyaci.jpg"
        },
        {
            "id": 6,
            "Name": "Şeker Portakalı",
            "Author": "Jose Mauro De Vasconcelos",
            "Publisher": "Can Yayınları",
            "Type": "Roman",
            "Price": "30.00",
            "Translator": "Emrah İmre",
            "Released_date": "06.09.2019",
            "ISBN": "9789750738609",
            "Language": "TR",
            "Page_Amount": "182",
            "Volume": "Cartoon",
            "Paper_Type": "Book",
            "Shape": "12.5 x 19.5 cm",
            "Available": false,
            "Content": "“Ne güzel bir şeker portakalı fidanıymış bu! Hem bak, dikeni de yok. Pek de kişilik sahibiymiş, şeker portakalı olduğu ta uzaktan belli. Ben senin boyunda olsaydım başka şey istemezdim.” “Ama ben büyük bir ağaç istiyordum.”“İyi düşün, Zezé. Henüz gencecik bir fidan bu. Bir gün koca bir ağaca dönüşecek. Seninle beraber büyüyecek. İki kardeş gibi iyi anlaşacaksınız. Dalını gördün mü? Bir tanecik dalı olsa da sanki özellikle senin binmen için hazırlanmış bir ata benziyor.” Brezilya edebiyatının klasiklerinden Şeker Portakalı, José Mauro de Vasconcelos’un başyapıtı kabul edilir. Yetişkinler dünyasının sınırlamalarına hayal gücüyle meydan okuyan Zezé’nin yoksulluk, acı ve ümit dolu hikâyesi yazarın çocukluğundan derin izler taşır. Beş yaşındaki Zezé hemen her şeyi tek başına öğrenir: sadece bilye oynamayı ve arabalara asılmayı değil, okumayı ve sokak şarkıcılarının ezgilerini de. En yakın sırdaşıysa, anlattıklarına kulak veren ve Minguinho adını verdiği bir şeker portakalı fidanıdır… Şeker Portakalı’nın başkahramanı Zezé’nin büyüdükçe yaşadığı serüvenleri, yazarın Güneşi Uyandıralım ve Delifişek romanlarında izleyebilirsiniz.",
            "Image": "./images/seker_portakali.jpg"
        },
        {
            "id": 7,
            "Name": "Gece Yarısı Kütüphanesi",
            "Author": "Matt Haig",
            "Publisher": "X Publisher",
            "Type": "Roman",
            "Price": "48.36",
            "Translator": "Kıvanç Güney",
            "Released_date": "23.02.2022",
            "ISBN": "9786051981833",
            "Language": "TR",
            "Page_Amount": "283",
            "Volume": "Cartoon",
            "Paper_Type": "Book",
            "Shape": "14 x 21 cm",
            "Available": true,
            "Content": "“Yaşamla ölüm arasında bir kütüphane var,” dedi. “Bu kütüphanedeki raflar sonsuza kadar gider.  Her kitap yaşamış olabileceğin başka bir hayatı yaşama şansını sunar sana. Farklı seçimler yapmış olsan, şu an nasıl bir hayatın olacağını görürsün…\nPişmanlıklarını telafi etme şansın olsaydı, bazı konularda farklı davranır mıydın?”\n\n Nora Seed berbat halde. Kedisi öldü. İşinden kovuldu. Abisi onunla konuşmuyor. Kimsenin ona ihtiyacı yok. Art arda alınmış kötü kararların sonucunda bir kütüphanede buluyor kendini. Zamanın hiç akmadığı bir gece yarısı kütüphanesinde, sonsuz sayıda kitabın ortasında... Kitapların her birinde Nora’nın farklı bir hayatı yazılı. Başka kararlar verseydi yaşamış olabileceği hayatlar. Farklı kariyerler, farklı eşler, farklı arkadaşlar, farklı şehirler arasında gidip gelen Nora’nın aklı sorularla doluyor. Mutluluk sadece önemli sandığımız seçimlerde mi gizli? Yanlış giden her detayın sorumlusu gerçekten biz miyiz? Hayatı yaşanılır kılan ne? Yanlış bir karar insanın tüm hayatına mal olabilir mi?\nİngiliz edebiyatının önemli isimlerinden Matt Haig; Nora’nın pişmanlıklara, ihtimallere ve yeniden seçme imkânına dair çıktığı bu yolculukta, ona eşlik edecek okurlara sürükleyici ve insanın en temel sorunlarını konu alan bir kurgu sunuyor.\n\n“Değişmesini istediğimiz bir dünyada hep birlikte sıkışıp  kalmışken, tam zamanında yazılmış bir modern çağ masalı, günümüzün Şahane Hayat’ı.”",
            "Image": "./images/gece_yarisi.jpg"
        },
        {
            "id": 8,
            "Name": "Körlük",
            "Author": "Jose Saramago",
            "Publisher": "X Publisher",
            "Type": "Roman",
            "Price": "112.00",
            "Translator": "Işık Ergüden",
            "Released_date": "03.05.2021",
            "ISBN": "9789751027689",
            "Language": "TR",
            "Page_Amount": "336",
            "Volume": "Cartoon",
            "Paper_Type": "Book",
            "Shape": "13.5 x 19.5 cm",
            "Available": true,
            "Content": "Adı bilinmeyen bir ülkenin adı bilinmeyen bir kentinde, arabasının direksiyonunda trafik ışığının yeşile dönmesini bekleyen bir adam ansızın kör olur. Ancak karanlıklara değil, bembeyaz bir boşluğa gömülür. Arkasından, körlük salgını bütün kente, hatta bütün ülkeye yayılır. Ne yönetim kalır ülkede, ne de düzen; bütün körler karantinaya alınır. Hayal bile edilemeyecek bir kaos, pislik, açlık ve zorbalık hüküm sürmektedir artık. Yaşam durmuştur, insanların tek çabası, ne pahasına olursa olsun hayatta kalmaktır. Roman, kentteki akıl hastanesinde karantinaya alınan, oradan kurtulunca da birbirinden ayrılmayan, biri çocuk yedi kişiye odaklanır. Aralarında, bütün kentte gözleri gören tek kişi olan ve gruptakilere rehberlik eden bir kadın da vardır. Bu yedi kişi, cehenneme dönen bu kentte, hayatta kalabilmek için inanılmaz bir mücadele verir. Saramago’nun müthiş bir gözlem gücüyle betimlediği bu kaotik dünya, insanın karanlık yüzünün simgesi.\n\nKörlük, ürkütücü bir roman, beklenmedik bir felaketi yaşayan bir toplumun nasıl çöktüğünün, nasıl bencilleştiğinin ve değer yargılarını yitirdiğinin hikâyesi. Konusunun ürkütücülüğüne rağmen olağanüstü bir şiirsellikle anlatılmış bu unutulmaz roman, usta yazarın belki de en etkileyici yapıtı.",
            "Image": "./images/korluk.jpg"
        },
        {
            "id": 9,
            "Name": "Suç ve Ceza",
            "Author": "Fyodor Mihailoviç Dostoyevski",
            "Publisher": "X Publisher",
            "Type": "Roman",
            "Price": "146.00",
            "Translator": "İpek Söylemez",
            "Released_date": "18.09.2019",
            "ISBN": "9786057738066",
            "Language": "TR",
            "Page_Amount": "643",
            "Volume": "Cartoon",
            "Paper_Type": "Book",
            "Shape": "13.5 x 19.5 cm",
            "Available": false,
            "Content": "Rus edebiyatının başat eseri Suç ve Ceza, Dostoyevski’nin olgunluk çağının bütün ihtişamını sayfalarına sığdırır. Onun gözlem gücü, eleştiriyle kurgusal romanın ahengini yakalama becerisi en çok Suç ve Ceza’da belirginleşir. Raskolnikov’u cinayet işlemeye sürükleyen toplumsal yapıyı ve kahramanın ona taban tabana zıt zihin dünyasını resmeden usta yazar, suçun ahlâki boyutunu sorgulamaya zorluyor okurunu: “Sonunda nerede olduğunu hatırlamadan oradan uzaklaştı; meydana ulaştığında tüm bedenini, ruhunu kaplayan müthiş bir duyguya kapıldı. Ansızın Sonya’nın sözlerini hatırladı: ‘Hemen şimdi bir dört yol ağzına koşun, yere kapanın, kirlettiğiniz toprağı öpün ve dünyanın önünde saygıyla eğilerek ‘Ben bir katilim!’ diye bağırın!.",
            "Image": "./images/suc.jpg"
        },
        {
            "id": 10,
            "Name": "Bülbülü Öldürmek",
            "Author": "Harper Lee",
            "Publisher": "X Publisher",
            "Type": "Roman",
            "Price": "70.18",
            "Translator": "Ülker İnce",
            "Released_date": "06.03.2020",
            "ISBN": "9786051736938",
            "Language": "TR",
            "Page_Amount": "360",
            "Volume": "Cartoon",
            "Paper_Type": "Book",
            "Shape": "13.5 x 21 cm",
            "Available": true,
            "Content": "1961 PULITZER EDEBİYAT ÖDÜLÜ\n\n“İstediğin kadar saksağan vur vurabilirsen, ama unutma, bülbülü öldürmek günahtır.”\n\nTüm zamanların en sevilen hikâyelerinden biri olan, kırktan fazla dile çevrilen, Oscar ödüllü bir sinema filmi için temel oluşturan ve yirminci yüzyılın en iyi romanlardan biri seçilen Pulitzer ödüllü Bülbülü Öldürmek, Amerika’nın acımasız bir önyargı ile zehirlenmiş güneyinde geçen, sürükleyici, yürek burkan ve dikkat çekici bir büyüme hikâyesi. Büyüleyici güzellikler ve vahşi eşitsizlikler dünyasında haksız yere korkunç bir suçla suçlanan bir “zenci”yi savunmak için her şeyi riske atan bir adamın hikâyesi çocuk kahramanın gözünden anlatılıyor.\n\nŞefkat dolu, dramatik ve düşündürücü Bülbülü Öldürmek okurları insan doğasının köklerine; masumiyet ve deneyime, nezaket ve zulme, sevgi ve nefrete, mizah ve pathosa götürüyor. Harper Lee'nin her zaman basit bir aşk hikâyesi olarak gördüğü romanı bugün Amerikan edebiyatının bir şaheseri olarak kabul ediliyor.\n\n“Lee estetiğin arkasına sığınmayı reddediyor. Kalemi öyle güzel, güçlü, ölçülü ki zor konuları doğrudan ele almak zorunda olmamasına rağmen Bülbülü Öldürmek’te tam olarak bunu yapmış.”\n–Chimamanda Ngozi Adichie",
            "Image": "./images/bulbul.jpg"
        },
        {
            "id": 11,
            "Name": "Uğultulu Tepeler",
            "Author": "Emily Bronte",
            "Publisher": "X Publisher",
            "Type": "Roman",
            "Price": "90.35",
            "Translator": "Osman Çakmakçı",
            "Released_date": "15.04.2020",
            "ISBN": "9786257903103",
            "Language": "TR",
            "Page_Amount": "398",
            "Volume": "Cartoon",
            "Paper_Type": "Book",
            "Shape": "13.5 x 19.5 cm",
            "Available": false,
            "Content": "Emily Brontë’nin tamamlanmış tek romanı olan Uğultulu Tepeler, ilk kez 1847 yılında “Ellis Bell” mahlasıyla basılmış ve yazarın ölümünün ardından, Charlotte Brontë tarafından ikinci baskısı hazırlanmıştır. Döneminde yoğun tartışmaların ortasında kalan eser, daha sonra sayısız film ve diziye konu olmuştur.\n\nKitap, Lockwood adlı kiracının “Uğultulu Tepeler” adlı çiftliğe taşınmasıyla başlar. Biz de onunla birlikte yaşadığı evin tarihini ve ev sahibi Heathclif’in geçmişini öğreniriz. Heathclif’in kişisel tarihi, bir bakıma dışlanmış ve hor görülmüşlerin de tarihidir. Bu tarih ise, tutku, hırs ve intikam rüzgârlarıyla dövülmüş ve adeta çelikten bir karaktere bürünmüştür. Gerçek hayattan yoğun izler taşıyan bu roman, 19. yüzyıl İngiltere’sinin çarpıcı bir sosyal tarihi olarak da okunabilir.",
            "Image": "./images/ugultulu.jpg"
        },
        {
            "id": 12,
            "Name": "Fareler ve İnsanlar",
            "Author": "John Steinbeck ",
            "Publisher": "X Publisher",
            "Type": "Roman",
            "Price": "36.26",
            "Translator": "Ayşe Ece",
            "Released_date": "21.05.2020",
            "ISBN": "9789755705859",
            "Language": "TR",
            "Page_Amount": "111",
            "Volume": "Cartoon",
            "Paper_Type": "Book",
            "Shape": "13.5 x 19.5 cm",
            "Available": true,
            "Content": "Fareler ve İnsanlar, birbirine zıt karakterdeki iki mevsimlik tarım işçisinin, zeki George Milton ve onun güçlü kuvvetli ama akli dengesi bozuk yoldaşı Lennie Small’un öyküsünü anlatır. Küçük bir toprak satın alıp insanca bir hayat yaşamanın hayalini kuran bu ikilinin öyküsünde dostluk ve dayanışma duygusu önemli bir yer tutar. Steinbeck insanın insanla ilişkisini anlatmakla kalmaz insanın doğayla ve toplumla kurduğu ilişkileri de konu eder bu destansı romanında. Kitabın ismine ilham veren Robert Burns şiirindeki gibi; “En iyi planları farelerin ve insanların / Sıkça ters gider….",
            "Image": "./images/fareler.jpg"
        },
        {
            "id": 13,
            "Name": "Otomatik Portakal",
            "Author": "Anthony Burgess",
            "Publisher": "X Publisher",
            "Type": "Roman",
            "Price": "23.80",
            "Translator": "Aziz Üstel",
            "Released_date": "10.09.2019",
            "ISBN": "9786052957929",
            "Language": "TR",
            "Page_Amount": "171",
            "Volume": "Cartoon",
            "Paper_Type": "Book",
            "Shape": "12.5 x 20.5 cm",
            "Available": true,
            "Content": "Tüm hayvanların en zekisi, iyiliğin ne demek olduğunu bilen insanoğluna bir baskı yöntemi uygulayarak onu otomatik işleyen bir makine haline getirenlere kılıç kadar keskin olan kalemimle saldırmaktan başka hiçbir şey yapamıyorum…” Karabasan gibi bir gelecek atmosferi… Geceleyin sokakları terörize eden, yaşamları şiddet üzerine kurulu gençler ve bu hikâyenin anti-kahramanı Alex... Yayımlandığı günden bu yana “kült roman” özelliğini kaybetmeyen Otomatik Portakal’ın 15 yaşındaki kahramanı, “iyi ya da kötü nedir?”, “İnsan özgür iradesiyle kaderini seçebilir mi?” gibi soruların yanıtlarını kurcalarken, şiddet dolu sahnelere Beethoven’ın, Mozart’ın müziği eşlik ediyor; Alex ve “çete kardeşleri” Pete, Georgie ve Aptalof, yarattıkları yepyeni dilin kelimelerini okurun zihnine kazıyorlar. Ünlü yönetmen Stanley Kubrick tarafından 1971’de filme de çekilen Otomatik Portakal tüm zamanların en sarsıcı romanlarından. “Cockney dilinde (İngiliz argosu) bir deyiş vardır. ‘Uqueer as as clockwork orange’. Bu deyiş, olabilecek en yüksek derecede gariplikleri barındıran kişi anlamına gelir. Bu çok sevdiğim lafı, yıllarca bir kitap başlığında kullanmayı düşünmüşümdür. Bir de tabii Malezya’da ‘canlı’ anlamına gelen ‘orang’ sözcüğü var. Kitabı yazmaya başladığımda, rengi ve kokusu hoş bir meyvenin kullanıldığı bu deyişin, tam da anlatmak istediğim duruma, Pavlov kanunlarının uygulanmasına dayalı bir hikâyeye çok iyi oturduğunu düşündüm.” Anthony Burgess",
            "Image": "./images/otomatik.jpg"
        },
        {
            "id": 14,
            "Name": "Olasılıksız",
            "Author": "Adam Fawer",
            "Publisher": "X Publisher",
            "Type": "Roman",
            "Price": "87.00",
            "Translator": "Şirin Yener",
            "Released_date": "06.10.2022",
            "ISBN": "9789756006054",
            "Language": "TR",
            "Page_Amount": "475",
            "Volume": "Cartoon",
            "Paper_Type": "Book",
            "Shape": "13.5 x 21 cm",
            "Available": false,
            "Content": "Bir sabah, yıllardır görmediğiniz bir arkadaşınızı düşünerek uyandınız. Bir saat sonra, onunla sokakta karşılaştınız. Sizce bu sadece bir tesadüf mü, yoksa çok daha farklı bir anlamı olabilir mi? Siz hiç Loto’da büyük ikramiyeyi kazanmadınız. Ama birileri kazanıyor. Hem de sürekli! Onlar sizden daha mı şanslılar?\n\nŞans nedir gerçekten? İçinizde bütün parayı kırmızıya yatırmanız gerektiğini söyleyen bir his var. Bu his bir öngörü müdür? Yoksa daha fazlası mı?\n\nYolda gidiyorsunuz. Kafanızı çevirip yandaki küçük parka baktınız ve bir anda bu anı daha önce de yaşamış olduğunuzu hissettiniz. Evet, Deja Vu. Sizce nedir Deja Vu; Geçmiş mi, rüya mı yoksa geleceği mi görüyorsunuz? Eğer siz de kontrolün kimde olduğunu merak ediyorsanız, ‘OlasılıkSız’ tam size göre bir roman.",
            "Image": "./images/olasiliksiz.jpg"
        },
        {
            "id": 15,
            "Name": "Fikrimin İnce Gülü",
            "Author": "Adalet Ağaoğlu",
            "Publisher": "X Publisher",
            "Type": "Roman",
            "Price": "54.51",
            "Translator": "None",
            "Released_date": "17.08.2021",
            "ISBN": "9786051417493",
            "Language": "TR",
            "Page_Amount": "312",
            "Volume": "Cartoon",
            "Paper_Type": "Book",
            "Shape": "13.5 x 19.5 cm",
            "Available": true,
            "Content": "Bir tomofil taksi, Bayram'ın kafasında şimdi kağnının iki kanat takınmışı, öküzlerin ayaklarına da yaldızlı tekerler bağlanmışıdır artık. Artık, neye nasıl kurban edileceğini düşünmeye gerek yok. Kanatlara binip uçacak, kendini kurtaracak.\n\n“Fikrimin ince Gülü”, Adalet Ağaoğlu’nun başeserlerinden biriyse, çağdaş Türk romanının da en güzel örneklerinden biridir. Kendine yabancılaşmış 'insan teması olsa olsa bu kadar güzel anlatılabilir.\n\nServer Tanilli\n\n'‘Fikrimin İnce Gülü” büyük emek isteyen romanlardan, içeriği de emek sonucu kotarılmış, biçimi de... Bayramın dönüş yolculuğu gibi dümdüz bir olayı içermesi, bu romanın öz açısından önemli itkiler sonucunda yazıldığını tanıtlıyor bir bakıma. Biçimindeki tutarlılık da, yazarın bu öze ne denli saygı duyduğunu belgeliyor. Bu açılardan ‘Fikrimin ince Gülü üzerinde mutlaka durulması gereken bir yapıt.\n\nSelim ileri",
            "Image": "./images/fikirimin.jpg"
        },
        {
            "id": 16,
            "Name": "Berlin’in Nar Çiçeği ",
            "Author": "Füruzan",
            "Publisher": "X Publisher",
            "Type": "Roman",
            "Price": "26.40",
            "Translator": "None",
            "Released_date": "10.10.2019",
            "ISBN": "9789753634632",
            "Language": "TR",
            "Page_Amount": "204",
            "Volume": "Cartoon",
            "Paper_Type": "Book",
            "Shape": "13.5 x 21 cm",
            "Available": true,
            "Content": "Füruzan, 1988'de ilk kez yayımlandığında altı ay içinde iki kez basılan bu romanında, iki farklı kültürden gelen insanların Almanya'da kesişen, içiçe geçen dünyalarını sergilerken, sevginin, gittikçe daha da kararan çağımızda bile, birleştirici gücünü anlatıyor.",
            "Image": "./images/berlin.jpg"
        }
    ]
}
